-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 19, 2024 at 09:00 AM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `blog_article`
--

--
-- Dumping data for table `blog_category_translations`
--

INSERT INTO `blog_category_translations` (`id`, `category_id`, `locale`, `slug`, `name`, `des`, `g_title`, `g_des`) VALUES
(1, 1, 'ar', 'تفسير-الاحلام-لابن-سيرين', 'تفسير الاحلام لابن سيرين', '', 'تفسير الاحلام لابن سيرين', ''),
(2, 2, 'ar', 'صفات-الشخصية', 'صفات الشخصية', '', 'صفات الشخصية', ''),
(3, 3, 'ar', 'القهوة', 'القهوة', '', 'القهوة', ''),
(4, 4, 'ar', 'البق', 'البق', '', 'البق', ''),
(5, 5, 'ar', 'العناية-بالبشرة', 'العناية بالبشرة', '', 'العناية بالبشرة', ''),
(6, 6, 'ar', 'صحة-الجنين', 'صحة الجنين', '', 'صحة الجنين', ''),
(7, 7, 'ar', 'الحمل-عند-المرأة', 'الحمل عند المرأة', '', 'الحمل عند المرأة', ''),
(8, 8, 'ar', 'صحة-المرأة-الحامل', 'صحة المرأة الحامل', '', 'صحة المرأة الحامل', ''),
(9, 9, 'ar', 'احتباس-الماء-في-الجسم', 'احتباس الماء في الجسم', '', 'احتباس الماء في الجسم', ''),
(10, 10, 'ar', 'الحب-عند-الرجل', 'الحب عند الرجل', '', 'الحب عند الرجل', ''),
(11, 11, 'ar', 'كيف-اعرف-نوع-الجنين؟', 'كيف اعرف نوع الجنين؟', '', 'كيف اعرف نوع الجنين؟', ''),
(12, 12, 'ar', 'العسل', 'العسل', '', 'العسل', ''),
(13, 13, 'ar', 'اعراض-الاكتئاب', 'اعراض الاكتئاب', '', 'اعراض الاكتئاب', ''),
(14, 14, 'ar', 'الوان-العدسات', 'الوان العدسات', '', 'الوان العدسات', ''),
(15, 15, 'ar', 'كيف-اعرف-ان-عندي-سكر؟', 'كيف اعرف ان عندي سكر؟', '', 'كيف اعرف ان عندي سكر؟', ''),
(16, 16, 'ar', 'كراهية-الزوج', 'كراهية الزوج', '', 'كراهية الزوج', ''),
(17, 17, 'ar', 'كيف-أعرف-من-يراقبني-على-الواتس', 'كيف أعرف من يراقبني على الواتس', '', 'كيف أعرف من يراقبني على الواتس', ''),
(18, 18, 'ar', 'كيفية-استرجاع-الرسائل-المحذوفة', 'كيفية استرجاع الرسائل المحذوفة', '', 'كيفية استرجاع الرسائل المحذوفة', ''),
(19, 19, 'ar', 'اغراء-الزوج', 'اغراء الزوج', '', 'اغراء الزوج', ''),
(20, 20, 'ar', 'حذف-حساب-الانستقرام', 'حذف حساب الانستقرام', '', 'حذف حساب الانستقرام', ''),
(21, 21, 'ar', 'انجازات-الملك-سلمان', 'انجازات الملك سلمان', '', 'انجازات الملك سلمان', ''),
(22, 22, 'ar', 'فوائد-الحليب', 'فوائد الحليب', '', 'فوائد الحليب', ''),
(23, 23, 'ar', 'كلام-حب', 'كلام حب', '', 'كلام حب', ''),
(24, 24, 'ar', 'السيطرة-في-الحب', 'السيطرة في الحب', '', 'السيطرة في الحب', ''),
(25, 25, 'ar', 'الحب-عند-المرأة', 'الحب عند المرأة', '', 'الحب عند المرأة', ''),
(26, 26, 'ar', 'هدايا', 'هدايا', '', 'هدايا', ''),
(27, 27, 'ar', 'الصداع', 'الصداع', '', 'الصداع', ''),
(28, 28, 'ar', 'تلوث-البيئة', 'تلوث البيئة', '', 'تلوث البيئة', ''),
(29, 29, 'ar', 'اسباب-الدوخه', 'اسباب الدوخه', '', 'اسباب الدوخه', ''),
(30, 30, 'ar', 'السكر-التراكمي', 'السكر التراكمي', '', 'السكر التراكمي', ''),
(31, 31, 'ar', 'علامات-الغيرة', 'علامات الغيرة', '', 'علامات الغيرة', ''),
(32, 32, 'ar', 'مراقبة-الجوال', 'مراقبة الجوال', '', 'مراقبة الجوال', ''),
(33, 33, 'ar', 'الطفل', 'الطفل', '', 'الطفل', ''),
(34, 34, 'ar', 'كيف-اخلي-شخص-يحبني', 'كيف اخلي شخص يحبني', '', 'كيف اخلي شخص يحبني', ''),
(35, 35, 'ar', 'كيف-اعرف-رقمي-موبايلي؟', 'كيف اعرف رقمي موبايلي؟', '', 'كيف اعرف رقمي موبايلي؟', ''),
(36, 36, 'ar', 'اسماء', 'اسماء', '', 'اسماء', ''),
(37, 37, 'ar', 'ستريك-السناب', 'ستريك السناب', '', 'ستريك السناب', ''),
(38, 38, 'ar', 'هوايات', 'هوايات', '', 'هوايات', ''),
(39, 39, 'ar', 'الهمزة', 'الهمزة', '', 'الهمزة', ''),
(40, 40, 'ar', 'بحث-عن-الهمزة', 'بحث عن الهمزة', '', 'بحث عن الهمزة', ''),
(41, 41, 'ar', 'الإجهاض', 'الإجهاض', '', 'الإجهاض', ''),
(42, 42, 'ar', 'فقر-الدم', 'فقر الدم', '', 'فقر الدم', ''),
(43, 43, 'ar', 'الثعلبة', 'الثعلبة', '', 'الثعلبة', ''),
(44, 44, 'ar', 'تويتر', 'تويتر', '', 'تويتر', ''),
(45, 45, 'ar', 'التخا', 'التخا', '', 'التخا', ''),
(46, 46, 'ar', 'التخاطر', 'التخاطر', '', 'التخاطر', ''),
(47, 47, 'ar', 'تجربتي', 'تجربتي', '', 'تجربتي', ''),
(48, 48, 'ar', 'أسئلة-وحلول', 'أسئلة وحلول', '', 'أسئلة وحلول', ''),
(49, 49, 'ar', 'معلومات-عامة', 'معلومات عامة', '', 'معلومات عامة', ''),
(50, 50, 'ar', 'مجالات-طبية', 'مجالات طبية', '', 'مجالات طبية', '');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
